{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "The mystery of why the coronavirus kills some young people", "text": "(CNN) When 30-year-old Ben Luderer started to feel sick, he wasn't that surprised. Just a few days earlier, his wife, Brandy, had tested positive for coronavirus , but there wasn't much to it.\n\nAll she had was a really low-grade temperature, one that the doctors didn't even really consider to be a fever, she said. She had some congestion, but she was on the mend. He wasn't all that worried, either, when he started feeling unwell. After all, they were both young and healthy.\n\nThe two worked in the Cliffside Park School District in New Jersey, both as special education teachers -- she at School #4, he at School #6. A star baseball player in high school, he continued his passion by coaching the varsity baseball team.\n\nFor Ben, however, his symptoms quickly became more severe. He had more shortness of breath, and by the last Friday in March, he told Brandy it was time to go to the emergency room. \"He was really concerned,\" Brandy says. \"He came into our bedroom where I was laying, and he said, you know, I've got to go, I've got to take myself to the hospital.\"\n\n\"Are you sure you want to go there?\" she asked him. He said \"Yes, I need to.\" Immediately, Brandy drove him to the hospital. She couldn't go in with him, though, because they weren't accepting visitors. So, she sat in the car the entire evening and they texted back and forth. \"He updated me the whole time,\" she said.\n\nAt the hospital, Ben received oxygen and responded well, Brandy said. They gave him fluids and Tylenol and then sent him home that same evening. \"Keep doing what you're doing at home,\" they said.\n\nThe following Sunday, he was feeling better and showing signs of improvement, his wife said. He got out of bed and ate dinner for the first time.\n\n\"Sunday was a great day. He was up moving around, talking to us,\" Brandy said. Ben was on the road to recovery, it seemed. That night, however, his symptoms returned.\n\nBen and Brandy Luderer taught in the same New Jersey school district.\n\n\"Ben always said the nights had been the worst for him, he would sweat and when he laid down a certain way,\" Brandy said. \"It was particularly hard for him to breathe.\"\n\nThat night, Ben had an especially hard time getting comfortable. Because Ben was sleeping in the bedroom, and Brandy on the couch, they were texting back and forth to communicate. At one point, Ben texted his wife and said, \"I'm struggling.\" Brandy asked him if he needed to go back to the ER, and Ben replied that he wasn't sure.\n\n\"So, I just tried to do as much as I could to make him comfortable, you know, calm down his breathing, you know, get him to cool down,\" Brandy said. She borrowed a humidifier from a friend to try that.\n\nOnce Ben finally settled into bed, Brandy listened through the door of their bedroom.\n\n\"I could hear through the door that he was still breathing, and I fell asleep,\" she said. She checked in on him again at 2 a.m, and all seemed OK. However, when she woke at 6 a.m., she found her 30-year-old husband lifeless in their bed.\n\n\"Whether he knew you for five minutes or he knew you for his whole entire life, he would give you the same respect and try to reach out and help you and make you laugh in any way possible. That was just the type of selfless person he was,\" remembered Brandy.\n\nAs I listened to Brandy tell the story, my heart broke for her. They were husband and wife, but also best friends, both working in the same school district, driving to work every day. She didn't know what she would do with herself on Monday, let alone the rest of her life.\n\nAnd Brandy was left with a mystery. She knew her husband was sick, but how was it possible that a young, healthy 30-year-old with no pre-existing conditions declined so swiftly?\n\nBen Luderer's story is one of many that have perplexed health officials around the globe. Why is it that some young people are getting sick and dying so abruptly?\n\nIt is true that Covid-19 seems to most seriously affect older people, particularly those with pre-existing conditions such as heart disease, lung disease and diabetes. It could be that an elderly person's immune systems may not be able to fight off the disease as well, and the virus can more easily replicate, overwhelming the body and causing multiple organ system failure.\n\nAnd yet, as we start to look deeper and hear more stories, it is becoming apparent there are many people like Ben, who are younger and still get very sick and die. I recently heard the story of 39-year-old Conrad Buchanan , a healthy, vivacious Florida DJ, who also died after having coronavirus despite having no underlying conditions, according to his wife.\n\nWe have known for some time that this new disease, Covid-19, was not only an older person's disease. It has become clear that the young and healthy are by no means immune to this infection and could become sick enough to require hospitalization.\n\nIn an early snapshot from the US Centers for Disease Control and Prevention , for 2,449 patients whose age was known, 18% were between age 45 and 54, and 29% were between 20 and 44 years old. Among those who were hospitalized, 18% were ages 45 to 54 and 20% were ages 20 to 44.\n\nYounger people are far less likely to die, but there is an unusual pattern that seems to be emerging. As Dr. Anthony Fauci told me, it is what makes the coronavirus such an \"unusual disease.\"\n\n\"I'm fascinated,\" he said, \" ... by what I would call the pathogenesis.\"\n\n\"I mean, the dichotomy between that, there's something there, Sanjay, that we're missing from a pathogenesis standpoint. And I don't think it's only if you're elderly or if you have underlying conditions. There's something else going on there that hopefully we'll ultimately figure out.\"\n\nSo, what could be behind it? Scientists and researchers wonder if the answer could lie in our genes and are beginning to try and understand what differentiates people who get mild cases from those who die.\n\nOne possibility is a gene variation in the ACE2 gene. ACE2 is an enzyme that attaches to the outer surface of cells in the lungs, as well as the heart. In an article in Science magazine , Immunologist Dr. Philip Murphy of the National Institute of Allergy and Infectious Diseases said that \"variations in the ACE2 gene that alter the receptor could make it easier or harder for the virus to get into lung cells.\"\n\n\n\nIt is also possible that a critical ingredient produced by the body, known as surfactant, which better allows the lungs to expand and contract, becomes depleted in some patients infected with the coronavirus. If you think of your lungs as a sponge, surfactant would be the detergent which would make them soft and pliable. Without surfactant, however, your lung becomes stiff and hard to squeeze. It may be why some patients continue to struggle even on a breathing machine.\n\nAnother avenue being pursued is better understanding how your body's immune system responds to viruses and bacteria in the first place. In some young, healthy people, a very reactive immune system could lead to a massive inflammatory storm that could overwhelm the lungs and other organs. In those cases, it is not an aged or weakened immune system that is the problem -- it is one that works too well. Some front line clinicians have speculated that is why steroids, an immune system suppressant, seem to offer benefit in some people.\n\nPerhaps it is that some younger healthier people, thinking they are not vulnerable to this disease, have been less diligent about practicing physical distancing, and as a result have been exposed to much larger viral loads from the environment.\n\nTo better define the underlying pathology could still take months, and may be variable in patients, no matter their age. While it is true that a significant percentage of young people may be at increased risk because Americans have such a high baseline rate of pre-existing diseases such as diabetes, it is the perfectly healthy young people, like Ben and Conrad, we need to better understand.\n\nFor now, no matter your age or underlying condition, the advice remains the same. Stay home, wash your hands and reduce your virus exposure as much as possible. Even if you do develop mild symptoms, it is probably best to stay home to recover.\n\nBut if you develop trouble breathing, persistent pain or pressure in your chest, sudden confusion or inability to arouse, or bluish lips or face, please, it is time to go to the hospital.\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nBen Luderer's wife says doctors still can't explain exactly what happened.\n\n\"We don't really know,\" Brandy told us. \"I don't really know.\"\n\nFor now, all she can do is take things minute by minute, hour by hour and day by day to process how quickly her life changed.\n\n\"Ben and I were the type of couple that did everything together,\" she said. \"So, it's very hard understanding where to go with this when you don't have your partner in life that you did everything with. So, I'm still trying to wrap my head around it.\"", "link": "http://edition.cnn.com/2020/04/05/health/young-people-dying-coronavirus-sanjay-gupta/index.html", "published": "2020-04-05T00:00:00"}]}, "corrieredellasera": {"rss": "http://xml2.corriereobjects.it/rss/homepage.xml", "link": "https://www.corriere.it/", "articles": [{"link": "https://www.corriere.it/caffe-gramellini/20_aprile_07/idiota-75e56aa8-7841-11ea-98b9-85d4a42f03ea.shtml", "published": "2020-04-07T08:18:10", "title": "Miranda Cafrae e la gara di Ironman da casa persa", "text": "Fateci uscire. A rotazione, a sorteggio, a bustarella, ma fateci uscire. Non lo chiedo per me, ma per Tim. Nella vita Tim fa il campione e vive con Mirinda, ancora più campionessa di lui. Non bastando il matrimonio, entrambi hanno scelto uno sport quasi altrettanto faticoso, il triathlon, che consiste nell’inciuccarsi di fatica a nuoto, di corsa e in bici. Coloro che presidiano allo svolgimento di queste sevizie non si sono placati con l’epidemia e hanno architettato competizioni virtuali da casa. L’altra sera Mirinda era sulla cyclette a pedalare contro altre campionesse collegate dai rispettivi salotti. Mancava una manciata di chilometri al traguardo e Mirinda stava vincendo pure da ferma, quando Tim è corso in cucina a prendere le coppe vinte dalla moglie, nella convinzione che sventolargliele sotto il naso avrebbe accresciuto la sua autostima per lo sforzo finale. Immaginate questo marito, così premuroso nonostante la convivenza obbligata, incedere con l’ingombro dei trofei tra le braccia, senza accorgersi del cavo che collega la cyclette alla presa elettrica. Tim inciampa, il cavo salta, la cyclette si spegne, il punteggio si azzera, la moglie perde.\n\n\n\nInvece di apprezzare le intenzioni del coniuge, Mirinda ha chiamato gli organizzatori e ha detto: «Ho sposato un idiota». Al momento l’idiota risulta ancora recluso in casa con una donna che medita ritorsioni. E tra pochi giorni toccherà a lui gareggiare su quella cyclette. Fatelo uscire, vi prego. O almeno fate uscire lei."}, {"link": "https://www.corriere.it/cronache/20_aprile_07/coronavirus-pronto-primo-test-italiano-la-patente-d-immunita-d6b48b5e-783a-11ea-98b9-85d4a42f03ea.shtml", "published": "2020-04-07T08:53:36", "title": "Coronavirus, pronto il primo test italiano per la patente d’immunità", "text": "Elaborato, sperimentato e prodotto in Italia. Arriva il primo esame del sangue tutto made in Italy, per verificare chi ha sviluppato gli anticorpi al Covid-19. Dopo sei settimane di studi condotti al Policlinico San Matteo di Pavia, la multinazionale di diagnostica DiaSorin è pronta al lancio di un test sierologico costruito in vitro nei loro laboratori di Saluggia (Vercelli) da un team di 50 ricercatori. Entro due settimane è attesa la certificazione Ce, poi potranno partire i test sulla popolazione (con un costo inferiore a 5 euro ciascuno). Il risultato arriva in un’ora. In Italia potranno essere processati circa 500.000 campioni al giorno. La novità è importante anche perché dal 1° aprile la National Medical Products Administration (Nmpa), ossia la massima autorità del farmaco cinese, ha divulgato una nota ufficiale con la quale comunica che i test rapidi sierologici (basta una goccia di sangue ottenuta pungendo un dito con risultato in 15 minuti) non hanno ancora tutti ottenuto una certificazione di validità e sicurezza in Cina: vuol dire che i tanti kit che hanno inondato il mercato fino ad oggi, incluso quello italiano, non sono tutti in grado di indicare chi è entrato in contatto con il virus, e quindi di escludere chi sia contagioso, perché hanno una bassa sensibilità.\n\nCome funziona Il test italiano serve a rilevare chi, dopo aver contratto il virus ed essere considerato guarito perché i due tamponi a distanza di qualche giorno sono negativi, ha sviluppato quegli anticorpi che gli consentiranno di non ammalarsi di nuovo, in pratica certifica una patente di immunità. L’esame funziona come un normale prelievo ematico. I pochi microlitri di sangue vengono inseriti in un macchinario apposito in grado di metterli a contatto con la proteina sintetica costruita nei laboratori DiaSorin utilizzando un pezzo di Sars-Cov-2 (nome del virus). Il kit automatizzato verifica il legame fra la proteina e l’anticorpo neutralizzante (quello che impedisce alla particella virale di replicarsi nella cellula umana) e lo evidenzia attraverso un segnale luminoso. Il prototipo è stato testato nel laboratorio di virologia del San Matteo di Pavia utilizzando campioni di sangue (anonimi) di 150 pazienti ricoverati nelle varie fasi della malattia: terapia intensiva, malattie infettive, dimessi e guariti. La sperimentazione in vitro ha consentito di individuare la quantità di anticorpi prodotti dall’organismo, e soprattutto quelli che lo proteggeranno in futuro: i neutralizzanti. Quanti di quei 22 mila cittadini considerati a oggi guariti, perché hanno fatto il secondo tampone risultato negativo, hanno sviluppato la patente di immunità? In base ai risultati delle sperimentazioni eseguite nel laboratorio di virologia di Pavia guidato da Fausto Baldanti, si può sapere solo con il test sierologico, valutato estremamente affidabile ed utilizzabile per lo studio epidemiologico di una intera popolazione, poiché può essere effettuato in tutti i punti prelievo di ogni ospedale. Ma quanto dura questa immunità? Si capirà ripetendo i test a distanza di mesi o anni.\n\nGli asintomatici La fase due dello screening riguarda invece quei milioni di cittadini che hanno contratto il Covid-19, ma non sono mai stati sottoposti al tampone perché asintomatici o con sintomi lievi. In questi soggetti il test rileva la quantità totale di anticorpi (che vengono prodotti in valori diversi fra i 7 e 14 giorni dopo aver contratto l’infezione). Se sono presenti gli anticorpi «killer» permette di considerare queste persone immuni, ma non esclude (con le conoscenze attuali) la loro potenziale infettività, che può essere accertata soltanto con due tamponi nasali. Una strategia però non applicabile sui grandi numeri per carenza mondiale di reagenti. La soluzione realisticamente praticabile sarebbe quella di evitare il secondo tampone finale in quei soggetti in cui si è riscontrata una negatività nel primo, contestualmente a una alta presenza di anticorpi neutralizzanti. Si tratta di persone che stanno bene, ma alle quali sarebbe per prudenza consigliabile restare a casa per 7 giorni. Se, invece, saranno reimmesse nei circuiti lavorativi, altrettanto prudentemente e sempre per una settimana, occorrerà garantire l’obbligo inderogabile della mascherina e il mantenimento del distanziamento sociale."}, {"link": "https://www.corriere.it/politica/20_aprile_07/coronavirus-l-inizio-fase-2-4-maggio-data-cruciale-ma-divieto-assembramento-1102d142-7847-11ea-98b9-85d4a42f03ea.shtml", "published": "2020-04-07T06:56:52", "title": "Coronavirus, per la fase 2 il 4 maggio è la data cruciale. Riapertura parziale da metà aprile", "text": "Il 4 maggio 2020. Potrebbe essere questa la data della vera ripartenza. «Con cautela e gradualmente», come si affannano a ripetere gli scienziati che hanno il compito di indicare al governo la strada da percorrere per contenere il contagio da coronavirus. Soprattutto per non rischiare di ritrovarsi in piena estate a chiudere nuovamente tutto perché ci sono nuovi malati, altre vittime. E dunque si procederà per tappe. Già da metà aprile - subito dopo le festività pasquali - potrebbe essere concesso ad alcuni settori dell’imprenditoria e del commercio di ricominciare a lavorare. Ma per uscire di casa, tornare a passeggiare, incontrarsi con parenti e amici liberamente, dovranno trascorrere ancora settimane. E in ogni caso le regole non cambieranno: sempre a un metro di distanza e preferibilmente con le mascherine nei luoghi pubblici. Anche perché rimarrà in vigore a lungo il divieto di assembramento (qui lo speciale «La parola alla scienza»).\n\nAziende e negozi L’ultimo decreto firmato dal presidente Giuseppe Conte scade il 13 aprile. E dunque i contenuti del nuovo provvedimento saranno decisi tra venerdì e sabato controllando l’andamento della curva epidemica e dunque l’indice di contagio R0. Se continuerà a scendere potrebbe arrivare il via libera per alcune imprese di supporto alla filiera alimentare e farmaceutica, alcune aziende meccaniche, ma anche qualche negozio che vende prodotti per il tempo libero oppure forniture per gli uffici.\n\nParchi e strade S oltanto a maggio si potrà invece pensare a una circolazione più libera, anche se con molti limiti. E soltanto se - da un tempo congruo, come chiesto dagli scienziati - l’R0 sarà già prossimo allo 0. Non sarà comunque consentito stare in gruppo per strada oppure nei parchi, gli ingressi nei negozi saranno scaglionati, all’esterno da esercizi commerciali e uffici sarà ancora necessario fare la fila ad almeno un metro dagli altri. Niente eventi pubblici, feste nei locali chiusi o all’aperto, manifestazioni. E nella prima fase, niente bar e ristoranti.\n\nEstetica e benessere La possibilità di andare al parrucchiere o comunque nei centri benessere appare al momento molto lontana, anche se non è escluso si possa proporre una attività «in sicurezza» esattamente come accade per gli studi medici o per i laboratori di analisi. L’ipotesi è quella di ottenere autorizzazioni mirate dopo aver chiesto una particolare autorizzazione e aver dimostrato di essere in regola con la dotazione di protezioni personali."}, {"link": "https://www.corriere.it/esteri/20_aprile_07/coronavirus-danimarca-austria-ripartono-ma-modelli-sono-diversi-89f4a0ee-78ab-11ea-ab65-4f14b5300fbb.shtml", "published": "2020-04-07T10:13:45", "title": "Coronavirus, Danimarca e Austria ripartono (ma i modelli sono diversi)", "text": "Ricominciare dall’economia o dal sostegno alle famiglie? Austria e Danimarca, a poche ore l’uno dall’altro, hanno annunciato l’avvio della fase di uscita dall’emergenza coronavirus che in entrambi i Paesi comincerà immediatamente dopo Pasqua. Ma mentre il cancelliere austriaco Sebastian Kurz ha previsto come primo step la riapertura dei negozi, la sua omologa danese Mette Friedriksen ha scelto di riaprire la porte ad asili nido e scuole dell’obbligo. Due approcci, insomma, contrapposti nello spirito ma che hanno un punto in comune: sia il governo di Vienna che quello di Copenaghen si sono detti pronti a innestare la retromarcia nel caso in cui il numero dei contagi, ora basso, dovesse infiammarsi di nuovo.\n\nLa virata di Vienna Lunedì mattina l’Austria aveva bruciato tutti sul tempo: in una conferenza stampa Sebastian Kurz - che guida un’inedita coalizione centrodestra più verdi - aveva annunciato che dal 14 aprile cadrà lo stop all’attività dei negozi fino a 400 metri quadrati, stante l’incoraggiate andamento dell’epidemia nel paese alpino (12.000 casi e una progressione del virus dell’1,6%), un’isola felice rispetto agli stati confinanti. Il giovane premier - primo nella Ue a impostare la «fase 2» -per ora non si è spinto oltre anche se confida di riaprire più avanti anche le scuole e di far svolgere regolarmente gli esami di maturità. Comunque sia, «business first». Per l’Austria si tratta di un’inversione di 180 gradi dal momento che all’inizio dell’epidemia era stato tra i primi Stati ad adottare misure di protezione: lockdown di commercio, turismo e industrie non necessarie, scuola e università ferme, distanziamento sociale. Addirittura già il 23 febbraio aveva bloccato un treno al Brennero sospettando che a bordo viaggiassero malati di Covid-19 e pochi giorni dopo aveva fatto scattare rigidi controlli sanitari alle sue frontiere; fatto che aveva attirato su Vienna gli strali della presidente Ue Ursula von del Leyen, secondo la quale doveva essere sempre garantita la libera circolazione delle merci."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/world/live/2020/apr/07/uk-coronavirus-live-news-boris-johnson-spends-night-in-intensive-care", "published": "2020-04-07T10:37:01", "title": "UK coronavirus live news: Boris Johnson 'not on a ventilator' says Michael Gove", "text": "10:08\n\nWhatsApp is to impose a strict new limit on message forwarding as the Facebook-owned chat app seeks to slow the dissemination of fake news, the company has announced.\n\nIf a user receives a frequently forwarded message – one which has been forwarded more than five times – under the new curbs, they will only be able to send it on to a single chat at a time. That is one fifth the previous limit of five chats, imposed in 2019."}, {"link": "https://www.theguardian.com/world/live/2020/apr/07/coronavirus-live-news-boris-johnson-intensive-care-uk-donald-trump-america-us-praying-recovery-latest-updates", "published": "2020-04-07T10:38:57", "title": "Coronavirus live news: Boris Johnson in intensive care as Japan declares state of emergency", "text": "10:23\n\nLothar Wieler, the head of public health body the Robert Koch Institute (RKI), has just held his twice-weekly briefing this morning in which he said it was not yet time to relax the measures in place in Germany to slow down the spread of the virus.\n\n\n\nWieler said the death rate would continue to rise as older people were increasingly contracting the illness, after many more younger people had it at the beginning. The average age of those with the illness is still lower than elsewhere, at 49, he said.\n\n\n\nWieler announced the introduction of a new digital app to help in the fight, called Corona Data Spender App (Corona Data Donor App) through which users can voluntarily contribute their health data to be analysed by the RKI, which would help see how the virus is spreading. The app is available for smart watches or fitness armbands and is free to download.\n\n\n\n“If we have a big enough sample group our scientists can draw conclusions about the virus,” Wieler said. He compared it to a similar app used in the US to monitor the flu wave. The app works by collating the data of a user such as weight, height, sex, pulse, heart rate, sleep patterns, as well as their post code, and being able to register when that person was showing indications that they may have contracted coronavirus.\n\n“It can recognise changes in temperature, if the individual is less active, or their sleep is disturbed,” Wieler said. “It is a supplement to other measures, but in my opinion a very useful one.”\n\nThe data will be recorded on an interactive map which will be published on the internet and will be regularly updated “and will indicate if the measures [taken] are working,” he added.\n\nThe RKI said around 10 million people in Germany possess a smartwatch or fitness armband. Wieler stressed participation was voluntary and data would be anonymous. No mobile phone data would be collected, he said.\n\nThis morning, Germany had over 103,000 confirmed cases of coronavirus, and 1,823 people have so far died. The RKI said the current reproduction rate is 1.2-1.5. The aim is for this rate to go below one.\n\n"}, {"link": "https://www.theguardian.com/world/2020/apr/07/senior-heart-surgeon-at-cardiff-hospital-dies-from-coronavirus", "published": "2020-04-07T10:30:16", "title": "Senior heart surgeon at Cardiff hospital dies from coronavirus", "text": "Symptoms are defined by the NHS as either:\n\na high temperature - you feel hot to touch on your chest or back\n\na new continuous cough - this means you've started coughing repeatedly\n\nNHS advice is that anyone with symptoms should stay at home for at least 7 days.\n\n\n\nIf you live with other people, they should stay at home for at least 14 days, to avoid spreading the infection outside the home.\n\nAfter 14 days, anyone you live with who does not have symptoms can return to their normal routine. But, if anyone in your home gets symptoms, they should stay at home for 7 days from the day their symptoms start. Even if it means they're at home for longer than 14 days.\n\nIf you live with someone who is 70 or over, has a long-term condition, is pregnant or has a weakened immune system, try to find somewhere else for them to stay for 14 days.\n\nIf you have to stay at home together, try to keep away from each other as much as possible.\n\nAfter 7 days, if you no longer have a high temperature you can return to your normal routine.\n\nIf you still have a high temperature, stay at home until your temperature returns to normal.\n\nIf you still have a cough after 7 days, but your temperature is normal, you do not need to continue staying at home. A cough can last for several weeks after the infection has gone.\n\n\n\nStaying at home means you should:\n\nnot go to work, school or public areas\n\nnot use public transport or taxis\n\nnot have visitors, such as friends and family, in your home\n\nnot go out to buy food or collect medicine – order them by phone or online, or ask someone else to drop them off at your home\n\nYou can use your garden, if you have one. You can also leave the house to exercise – but stay at least 2 metres away from other people.\n\nIf you have symptoms of coronavirus, use the NHS 111 coronavirus service to find out what to do.\n\nSource: NHS England on 23 March 2020"}, {"link": "https://www.theguardian.com/business/live/2020/apr/07/stock-markets-gain-coronavirus-spread-ftse-100-currencies-us-dollar-sterling-british-pound-boris-johnson-business-live", "published": "2020-04-07T10:31:11", "title": "Stock markets gain on signs of slowing coronavirus spread – business live", "text": "10:31\n\nGoogle staff outside its London offices. Photograph: Tolga Akmen/AFP via Getty Images\n\nGoogle’s UK staff earned an average of £234,000 each last year as the tech firm paid more than £1bn in wages and a share scheme – but only £44m in UK corporation tax.\n\nGoogle, which increased UK staff numbers by almost 800 to 4,439 last year, footed its first £1bn-plus wage and salary bill for the year to the end of June.\n\n\n\nThe latest accounts show UK staff received a £441m bonanza in share-based bonuses, thanks to Google’s surging stock price and financial performance in 2019.\n\nYou can read the full report here:\n\n"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Progressive Groups Betting Trump’s Briefings Will Be Left’s ‘Greatest Ammunition’", "text": "Progressive groups that are spending millions to define President Donald Trump as an incompetent ignoramus and egomaniac during the coronavirus crisis are betting that Trump’s own words at his press briefings will be their “greatest ammunition,” according to a Monday Washington Post report.\n\nAs Trump uses the daily briefings to run circles around an inept and clueless legacy media that still seem to be stuck in the 2000s, the coronavirus, according to a recent Mother Jones report, “made it clear to progressive operatives and advocates that they had an immediate role to play, and that they could make a big difference by launching ad campaigns that define Trump on the election’s new and biggest question.”\n\nAccording to the Post, Trump’s “marathon” briefing sessions only give progressive groups more ammunition because “all of Trump’s performances are scooped up by Democratic super PACs — which employ entire teams dedicated to watching the president and logging his various comments. The most damning sound bites have begun to form the drumbeat of the November election.”\n\nPriorities USA has reportedly spent $7.5 million in ads in battleground states working to win over “persuadable voters who sided with President Barack Obama in 2012 and then backed Trump, or those who chose Mitt Romney in 2012 and then Hillary Clinton.” Other groups like Protect Our Care and Pacronym have also tried to define Trump to voters now when nearly much of the country is under stay-at-home orders.\n\nGuy Cecil, chairman of Priorities USA, told the Post: “It’s important when you have a president who’s literally just lying, misinforming, mismanaging, that you use the president’s own words.”\n\nThe group is trying to convince voters that Americans “are in this position now because the administration didn’t take it seriously.”\n\n“We could run a 10-minute ad every hour, and still not scratch the surface of how the president has misinformed people and sent contradictory messages,” Cecil told the Post.\n\nLast week, as Mother Jones noted, Priorities USA Action started running ads in “the swing states of Florida, Michigan, Pennsylvania, and Wisconsin” that “splices clips of Trump downplaying the crisis with a growing chart showing the rising number of infections in the United States.” After the Trump campaign issued a cease and desist letter, the group doubled down and put up an updated ad in Arizona.\n\nHe ignored intelligence.\n\nHe ignored experts.\n\nHe ignored science.\n\nAs the number of sick skyrockets, Trump thinks he's done \"one hell of a job.\"\n\nWatch the updated ad Trump doesn't want Americans to see and help us continue to hold him accountable.https://t.co/ZeRIriA3Y8 pic.twitter.com/2in9JP6ire — Priorities USA (@prioritiesUSA) March 30, 2020\n\nMother Jones also reported that the Protect Our Care group reportedly immediately set up a “Coronavirus War Room,” which is now serving as “messaging hub meant to hold Trump accountable for the ways he has made the crisis worse” and “acting as a messaging clearinghouse for other groups.” Protect Our Care’s Brad Woodhouse told the outlet that some of the messages that progressives groups are pushing include: “He screwed it up from the beginning, he hasn’t learned from his mistakes, he’s downplayed the crisis, he doesn’t listen to experts, and that continues to make the crisis worse.”\n\n“You can’t wait until October to tell the American people about how roundly he screwed this up,” Woodhouse reportedly added.\n\nOther progressive super PACs, according to the Mother Jones report, immediately started to “run advertisements on Facebook and on television to hammer this message” as Trump started dominating the briefings and cable outlets continued to, for the most part, air them live.\n\nTrump has put himself – his ratings, his businesses, his ego, his cronies, his golf – first every single day of his administration, and now his failure to heed warnings + protect us is costing thousands of American lives. #HeMadeItWorse #FourIsEnough pic.twitter.com/nFP8LcylFw — Tara McGowan (@taraemcg) April 2, 2020\n\nPacronyn, for instance, is reportedly spending “$2.5 million through April on Facebook ads” in battleground states to educate voters about “how the Trump administration’s chaos and incompetence have weakened the nation’s ability to respond to the coronavirus crisis.”\n\nJesse Ferguson, a Democratic strategist, told Mother Jones that “voters have deep concern about the character flaws of Donald Trump” because “they identify that he’s selfish, that he’s dishonest, and that he’s chaotic.”\n\n“But up until now, those flaws have never had a cost. Up until now people wrote those flaws off as ‘He tweets too much.’ Now, the fundamental character flaws of Donald Trump are having real consequences,” Ferguson reportedly said. “That more than anything else may be his undoing.”\n\nBut progressive groups could be spending millions now to define Trump because Trump never implodes like the left-wing groups always think he will after every “crisis.”\n\n“One thing has been clear from the last five years of Trump, which is that he has enough right-wing information channels that even when we think he will implode, he rarely does,” Ferguson reportedly added. “They’re gonna want to crown him the King of Corona like Eisenhower was after D-Day no matter what happens.”", "link": "http://www.breitbart.com/2020-election/2020/04/06/progressive-groups-betting-trumps-briefings-will-be-lefts-greatest-ammunition/", "published": "2020-04-06T00:00:00"}, {"title": "Chris Murphy Rips Trump’s Coronavirus ‘Ignorance’—‘Potential Death Sentence for Thousands’", "text": "Sen. Chris Murphy (D-CT) on Sunday ripped President Donald Trump for being against stay-at-home orders until there has been a “massive breakout,” adding that Trump’s “ignorance is a potential death sentence for thousands.”\n\nMurphy referenced an exchange between Trump and a reporter at Saturday’s press conference in which Trump was asked whether the “key in this pandemic” is “getting ahead” of the numbers.\n\nThis exchange went largely unnoticed yesterday. But more evidence Trump doesn't understand the science at all. He believes states should issue stay-at-home orders only once there's been a \"massive breakout\". His ignorance is a potential death sentence for thousands. https://t.co/Lcsl0e0Xa1 — Chris Murphy (@ChrisMurphyCT) April 5, 2020\n\nMurphy said the exchange is “more evidence Trump doesn’t understand the science at all” because “he believes states should issue stay-at-home orders only once there’s been a ‘massive breakout.’”\n\n“His ignorance is a potential death sentence for thousands,” Murphy added.\n\nHere’s the White House’s transcript of the discussion Murphy referenced:\n\nQ Well, South Carolina has 1,700 cases right now of coronavirus. Utah has 1,255. I mean, are these not states that you think should have those stay-at-home orders in place? THE PRESIDENT: No, I think they’re doing a great job. Well, that’s a very small number relative to population. Q It’s larger than some states that do have stay-at -home orders that are already in place. THE PRESIDENT: That’s okay. It’s up to the — if I saw something wrong, I saw a massive breakout — of which that’s not — I would come down very hard. But — Q Isn’t the key in this pandemic getting ahead of those numbers, though? THE PRESIDENT: No, not in that case. But in the case — I know the states you’re talking about. By the way, I think you’re up to 92 percent is covered. Ninety-two percent of the country is covered. And from a constitutional standpoint, they made the difference. They called the shots.\n\nMurphy has been one of Trump’s chief critics during the coronavirus crisis. He even suggested that Trump’s “uneven response” to the crisis that requires Trump’s “ego” to be “massaged” feels like another Ukraine.\n\n“Well, It sort of feels like Ukraine all over again. The president is now, instead of using foreign aid, using emergency relief in order to try to get people to do his political bidding,” Murphy recently said on MSNBC. “I mean the message seems pretty clear. If you criticize the president then you are going to get attacked and you are potentially going to have critical medical supplies withheld. And if you get the president’s back politically then we’ll send you what you need.”", "link": "http://www.breitbart.com/2020-election/2020/04/06/chris-murphy-rips-trumps-coronavirus-ignorance-potential-death-sentence-for-thousands/", "published": "2020-04-06T00:00:00"}, {"title": "Pollak: If Trump Were a Democrat, Media Would Push Unity on Coronavirus", "text": "Rather than advancing national unity in response to the coronavirus outbreak, the news media are “trying to tear the country apart,” said Breitbart News Senior Editor-at-Large Joel Pollak while hosting this week’s edition of SiriusXM’s Breitbart News Sunday.\n\nPollak said, “I look around and I see politicians — but not just politicians, primarily the media, really — because it’s the media who are setting us at odds.”\n\n“I see people running around trying to blame one another,” continued Pollak, “and this game started — make no mistake about it — it started on the left. But to say that it started on the left and to say that it started in the media really are one and the same.”\n\nNews media would conduct themselves differently with a Democrat president, estimated Pollak.\n\nPollak continued, “One thing that would not be happening if a Democrat was president is that you would not see the media trying to pick apart everything that the president was doing. You would not see them criticizing everything the president said. You would not see them asking questions in the briefing room, constantly trying to assign blame to the president. You would not see them making up fake news, or reporting statements out of context, or trying to frighten the public. You would not see them looking backward in the middle of a crisis and asking what the president could have done to stop it.”\n\n“You would have seen [news media] rallying the public around the Democratic president,” Pollak added. “You would have seen them calling for patriotism. You would have seen them highlighting survivors. You would have seen them interviewing healthcare workers, and truckers, and grocers, and farmers. You would have seen them lamenting the fact that their wonderful Democratic president — whoever it would be, Obama or someone else — had to have their legacy challenged, had to be faced with such a crisis when they were doing so well up until now.”\n\nPollak went on, “And you would have seen them calling the country to unite under the flag and move forward. We would have seen the media pushing for national unity around the president, even in an election year and, perhaps for a Democratic president, especially in an election year.”\n\nLISTEN:\n\nPollak observed, “We do not see the media rallying the country. We see them trying to tear the country apart, and they’re taking the natural political instinct on both right and left, which is to keep doing what they were doing before, and the media are stoking those fires. It’s been long enough, now — it’s been several weeks, now — of watching this unfold.”\n\n“Aside from some of the speeches by the president and the occasional words of some business leaders who’ve stepped forward to offer their help to the president even though they may not support him politically, there have been so few moments of national unity,” noted Pollak.\n\nDemocrats and news media mirror one another’s attitude towards President Donald Trump, Pollak said.\n\n“Joe Biden did not offer his support to the president after he addressed the nation from the Oval Office,” Pollak recalled. “Neither did Bernie Sanders. Nancy Pelosi made a speech televised nationwide in which she did not even mention the president.”\n\nPollak went on, “For weeks, none of the Democratic leaders would even acknowledge that [Donald Trump] was leading the country in the middle of a crisis. The media stoked that, and the media pushed the idea — deliberately — that the president was not to be trusted and that the highest duty was either to remove him from office somehow or, effectively, to put somebody else in charge. In fact, they’re still pushing that idea. They still refuse to hear what he has to say. They still believe that somebody else should be in charge of making the decisions and speaking to the nation.”\n\nPollak predicted, “We will not be proud of how our political class has dealt with the threat of the coronavirus because they were, as a whole, unprepared on both sides. We will be even less proud of how they’ve dealt with the response, how they’ve encouraged us — through the media — to tear each other apart. The heroes in the fight against the coronavirus are the workers, the truckers, the people out there in the hospitals making a difference, and it’s you and I who are going to have to be those heroes and support those heroes, but our political class as a whole has failed us.”\n\n“I can say that had a Democratic president been in office when this happened, the same thing would have happened because I don’t think any administration would have been ready for this,” Pollak stated. “Perhaps the Democratic administration would not have imposed to travel ban. That was Trump’s instinct. Perhaps the Democratic administration would have had a few more officials in the government with titles and responsibilities to look after this. That’s the Democratic instinct to have more people in government assigned with more duties and so forth, but I think this is the kind of disaster that overwhelms any government, and the only thing you can do is respond.”\n\nRepublicans are more inclined to offer support to Democrat presidents in times of crisis than Democrats, determined Pollak.\n\n“I am convinced that had a Democratic president been in office that you would find some Republicans — given the nature of our country — sniping at the Democratic president the way that some Democrats have been sniping at our president,” Pollak remarked. “I think it would have been fewer. I think that you would have seen Republicans rally around even a Democratic president the same way that Republicans rallied around Obama when he took out Osama bin Laden, the same way many Republicans even rallied around Obama when he went to war in Libya. There is an innate Republican instinct to side with a commander-in-chief, to side with the military, but there still would have been some sniping, I grant that.”\n\nPollak lamented, “Bipartisanship is unfortunately in short supply, and there’s no political party that wastes an opportunity to score points at the other’s expense, even at times [of crisis], unfortunately at the expense of the national interest.”\n\nBreitbart News Sunday broadcasts live on SiriusXM Patriot 125 from 7:00 p.m. to 10:00 p.m. Eastern.\n\nFollow Robert Kraychik on Twitter.", "link": "http://www.breitbart.com/radio/2020/04/06/joel-pollak-if-a-democrat-were-president-media-would-push-unity-against-coronavirus/", "published": "2020-04-06T00:00:00"}, {"title": "Dem Leader of Armed Services Panel Calls for Navy Secretary's Firing", "text": "House Armed Services Committee Chairman Adam Smith (D-WA) called for the removal of Acting Navy Secretary Thomas Modly on Monday because of his decision to fire Navy Capt. Brett Crozier for the leak of an alarming memo he wrote regarding a coronavirus outbreak on his ship.\n\nSmith said in a statement:\n\nI disagree strongly with the manner in which acting Secretary of the Navy Modly has handled the COVID-19 outbreak on the U.S.S. Theodore Roosevelt. His decision to relieve Captain Crozier was at best an overreaction to the extraordinary steps the Captain took to protect his crew.\n\nSmith issued a statement last week calling Crozier’s firing an “overreaction,” but he conceded that Crozier “clearly went outside the chain of command” and did not “handle the immense pressure appropriately.”\n\nBut Smith’s statement on Monday came after Modly addressed the crew of the Roosevelt and heavily suggested Crozier purposely leaked the memo. Modly told the crew:\n\nIf he didn’t think, in my opinion, that this information wasn’t going to get out into the public, in this day and information age that we live in, then he was either A, too naive or too stupid to be a commanding officer of a ship like this. The alternative is that he did this on purpose. And that’s a serious violation of the [Uniform Code of Military Justice] which you are all familiar with.\n\nSmith called Modly’s comment “tone-deaf.”\n\n“Acting Secretary Modly’s decision to address the sailors on the Roosevelt and personally attack Captain Crozier shows a tone-deaf approach more focused on personal ego than one of the calm, steady leadership we so desperately need in this crisis,” he said.\n\n“I no longer have confidence in Acting Secretary Modly’s leadership of the Navy and believe he should be removed from his position.”\n\nSince Crozier’s firing, a chorus of Democrats have called for Modly’s removal, criticized the Trump administration for Crozier’s firing, and called for an investigation.\n\nTrump said Monday during a press conference that Crozier made a mistake by sending the memo in the manner that he did — over an unsecured system to more than 20 people – but said he would look into the case since he had such a stellar career before this incident.\n\nTrump said about Crozier:\n\n…he did a bad thing, sending a letter out and many, many copies — I don’t know, I heard 28 copies, I heard a lot, that’s a lot of copies. Plus the letter was five pages long, I haven’t read the letter but I think it was five pages long single-spaced. That’s a lot of writing. You know, he’s a captain of a ship, he’s a very important person of a very expensive ship. A nuclear powered ship. He shouldn’t be sending letters like that. But it happens. Sometimes I’ll write a letter and say, ‘I wish I didn’t send it.’ Not too often, but it happens. … I’m going to see maybe we can do something, because I’m not looking to destroy a person’s life who’s had an otherwise stellar career.\n\nFollow Breitbart News’s Kristina Wong on Twitter or on Facebook.", "link": "http://www.breitbart.com/politics/2020/04/06/democrat-leader-of-armed-services-committee-calls-for-navy-secretarys-firing/", "published": "2020-04-06T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Did Bill Gates-Backed Coronavirus ‘Experts’ Lie To Trump To Induce Shutdown? — Watch Live", "text": "In this LIVE Monday broadcast of American Countdown, constitutional lawyer Robert Barnes breaks down how the government models backed by globalist vaccine advocate Bill Gates grossly misrepresented the real coronavirus numbers, possibly to shut down the economy and damage President Trump ahead of 2020. Journalist Jordan Schachtel joins the show to discuss the real numbers behind the overblown coronavirus projections and what Trump can do to turn the looming economic downturn around.\n\nTune in from 7-9PM Monday-Thursday to get hard-hitting analysis from @Barnes_Law!\n\nAlso tune in at infowars.com/show or AmericanCountdown.News\n\nDid Bill Gates-Backed Coronavirus \"Experts\" Lie To Trump To Induce Shutdown https://t.co/xAru3y9232 — Robert Barnes (@Barnes_Law) April 6, 2020\n\nThe Institute for Health Metrics and Evaluation’s model for April 5th showed that more than a quarter million hospital beds, and 40,000 ICU beds would be needed.\n\nBut the IHME’s model was revised Sunday, showing that approximately 22,158 hospital beds were needed, and ICU beds 5,207 were used, indicating the initial model overestimated its projections by 8X and 6.4X.\n\nBoost your vitamin D intake today with Winter Sun Plus now at 50% off!", "link": "https://www.infowars.com/did-bill-gates-backed-coronavirus-experts-lie-to-trump-to-induce-shutdown-watch-live/", "published": "2020-04-06T19:03:02-05:00"}, {"title": "Did Bill Gates-Backed Coronavirus ‘Experts’ Lie To Trump To Induce Shutdown? — Watch Live", "text": "In this LIVE Monday broadcast of American Countdown, constitutional lawyer Robert Barnes breaks down how the government models backed by globalist vaccine advocate Bill Gates grossly misrepresented the real coronavirus numbers, possibly to shut down the economy and damage President Trump ahead of 2020. Journalist Jordan Schachtel joins the show to discuss the real numbers behind the overblown coronavirus projections and what Trump can do to turn the looming economic downturn around.\n\nTune in from 7-9PM Monday-Thursday to get hard-hitting analysis from @Barnes_Law!\n\nAlso tune in at infowars.com/show or AmericanCountdown.News\n\nDid Bill Gates-Backed Coronavirus \"Experts\" Lie To Trump To Induce Shutdown https://t.co/xAru3y9232 — Robert Barnes (@Barnes_Law) April 6, 2020\n\nThe Institute for Health Metrics and Evaluation’s model for April 5th showed that more than a quarter million hospital beds, and 40,000 ICU beds would be needed.\n\nBut the IHME’s model was revised Sunday, showing that approximately 22,158 hospital beds were needed, and ICU beds 5,207 were used, indicating the initial model overestimated its projections by 8X and 6.4X.\n\nBoost your vitamin D intake today with Winter Sun Plus now at 50% off!", "link": "https://www.infowars.com/did-bill-gates-backed-coronavirus-experts-lie-to-trump-to-induce-shutdown-watch-live/#vuukle-comments", "published": "2020-04-06T19:03:02-05:00"}, {"title": "CBS Airs Sobbing Nurse Claiming There Aren’t Enough Masks – It Was BS", "text": "CBS apparently refuses to properly vet information before disseminating it to millions of people in an attempt to make Donald Trump look bad.\n\nLast week, the outlet used footage of the “worst-hit” hospital in Italy and claimed it was video from a New York hospital.\n\nNow, CBS is promoting a video of a crying ICU nurse claiming her hospital is experiencing a mask shortage and that nurses are forced to work in poor conditions.\n\nHowever, within 24-hours of CBS sharing the footage, the nurse’s story has totally fallen apart.\n\n“America is not prepared, and nurses are not being protected,” she says in the video, which has been viewed over six million times. “I quit my job today. I went into work and I was assigned to a COVID patient on an ICU unit that has been converted to a designated COVID unit. None of the nurses are wearing masks.”\n\nIn tears, a nurse says she quit her job after she was asked to work in a coronavirus ICU without a face mask: “America is not prepared, and nurses are not being protected” https://t.co/ywoSuLOPYP pic.twitter.com/S5BsnlO5nt — CBS News (@CBSNews) April 5, 2020\n\nSo, without vetting the woman’s story, CBS edited and released the video.\n\nYet CBS had a producer add music, captions, etc to it without even vetting this fraud. Good job guys. — Jordan Schachtel (@JordanSchachtel) April 6, 2020\n\nWith the help of “internet sleuths,” National Security expert Jordan Schachtel dissected the story on Twitter by showing the nurse hadn’t worked in a hospital for a year and that her account took place on her first day back at work.\n\nIt originally appeared she worked for four days, but a March 26 post by the nurse reveals she returned to work on March 30, the same day she quit.\n\nOk turns out I was too friendly about the timeline. The lady quit on her first day back on the job. https://t.co/gkNjOYXLTm — Jordan Schachtel (@JordanSchachtel) April 6, 2020\n\nAfter the footage went viral, the nurse began backtracking on some of the key accusations she made.\n\nResponding to Sen. Bernie Sanders on Twitter Sunday, the nurse wrote, “We were each assigned 1 N95 per 1 covid patient’s room but was not allowed to wear it outside of the room, wear our own N95 mask around the Nurses station or Halls, which I came prepared with.”\n\nSchachtel noted the nurse switched from claiming “nurses are not being protected,” to admitting they did have masks and were required to wear them when treating COVID cases.\n\nAlready backtracking Initial story:\n\n1) Mask supply empty\n\n2) Not allowed to wear masks around any1 even COVID patient. New story:\n\n1) Actually, we did have masks and they were provided & required when treating COVID cases. A bit of a key difference, no?https://t.co/bkS8OinwGJ — Jordan Schachtel (@JordanSchachtel) April 6, 2020\n\nSummarizing, Schachtel explained, “[The] Hospital did have adequate supply of PPE & masks & was taking proper precautions, while making prudent decision not to blow through supplies. She shows up, 1st day on job, wants to break protocol & do her own thing. They say no. She quits & goes full crisis actor.”\n\nBottom line: Hospital did have adequate supply of PPE & masks & was taking proper precautions, while making prudent decision not to blow through supplies. She shows up, 1st day on job, wants to break protocol & do her own thing. They say no. She quits & goes full crisis actor. — Jordan Schachtel (@JordanSchachtel) April 6, 2020\n\nBasically, without properly vetting her, CBS aired footage of a nurse who only dealt with COVID-19 for one workday and lied about the hospital’s preparedness.\n\nUpdate: Another video of the nurse has surfaced in which she appears to be downplaying coronavirus or possibly mocking those who downplayed it in the beginning. Either way, this is not the behavior of a rational human being, this is the behavior of a self-admitted “bi-polar” individual seeking attention on the internet.\n\nTake advantage of one of nature’s most hardworking nutrients with Vasobeet now at 40% off!", "link": "https://www.infowars.com/cbs-airs-sobbing-nurse-claiming-there-arent-enough-masks-it-was-bs/", "published": "2020-04-06T17:13:05-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/europe/coronavirus-pandemic-for-many-in-sweden-life-goes-on-as-usual/2020/04/06/7402f68e-75bb-11ea-ad9b-254ec99993bc_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-04-06T10:12:50", "title": "- The Washington Post", "text": "Please enable cookies on your web browser in order to continue.\n\nThe new European data protection law requires us to inform you of the following before you use our website:\n\nWe use cookies and other technologies to customize your experience, perform analytics and deliver personalized advertising on our sites, apps and newsletters and across the Internet based on your interests. By clicking “I agree” below, you consent to the use by us and our third-party partners of cookies and data gathered from your use of our platforms. See our Privacy Policy and Third Party Partners to learn more about the use of data and your rights. You also agree to our Terms of Service."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/cardinal-george-pell-wins-appeal-against-sexual-abuse-conviction-will-be-released-from-prison/2020/04/06/eb6f41c8-748a-11ea-ad9b-254ec99993bc_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-04-07T06:15:00", "title": "- The Washington Post", "text": "Please enable cookies on your web browser in order to continue.\n\nThe new European data protection law requires us to inform you of the following before you use our website:\n\nWe use cookies and other technologies to customize your experience, perform analytics and deliver personalized advertising on our sites, apps and newsletters and across the Internet based on your interests. By clicking “I agree” below, you consent to the use by us and our third-party partners of cookies and data gathered from your use of our platforms. See our Privacy Policy and Third Party Partners to learn more about the use of data and your rights. You also agree to our Terms of Service."}, {"link": "https://www.washingtonpost.com/sports/2020/04/06/fifa-executives-were-offered-millions-award-world-cups-russia-qatar-prosecutors-say/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-04-06T12:25:38", "title": "- The Washington Post", "text": "Please enable cookies on your web browser in order to continue.\n\nThe new European data protection law requires us to inform you of the following before you use our website:\n\nWe use cookies and other technologies to customize your experience, perform analytics and deliver personalized advertising on our sites, apps and newsletters and across the Internet based on your interests. By clicking “I agree” below, you consent to the use by us and our third-party partners of cookies and data gathered from your use of our platforms. See our Privacy Policy and Third Party Partners to learn more about the use of data and your rights. You also agree to our Terms of Service."}, {"link": "https://www.washingtonpost.com/world/2020/04/07/coronavirus-latest-news/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-04-07T10:22:21", "title": "- The Washington Post", "text": "Please enable cookies on your web browser in order to continue.\n\nThe new European data protection law requires us to inform you of the following before you use our website:\n\nWe use cookies and other technologies to customize your experience, perform analytics and deliver personalized advertising on our sites, apps and newsletters and across the Internet based on your interests. By clicking “I agree” below, you consent to the use by us and our third-party partners of cookies and data gathered from your use of our platforms. See our Privacy Policy and Third Party Partners to learn more about the use of data and your rights. You also agree to our Terms of Service."}]}}}